9/data/attachments/c5cb30927bffcf22.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_event_Friend_78492_3</nif:username>
            <nif:friendToBeRequested>soap_friends_ab958f1b-5b02-4dd2-8fc6-421991f2fb8a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>